/* Title of the contextual menu item for adding a sheet to favorites */
"AddToFavorites" = "Add to Favorites";

/* Title of the contextual menu item for adding a sheet to favorites */
"RemoveFromFavorites" = "Remove from Favorites";


/* Title of contextual menu item opening an editing popover for a container (group / filter / etc) */
"EditContainer" = "Edit…";

/* Title of contextual menu item for deleting a container (group / filter / etc) */
"DeleteContainer" = "Erase…";


/* Title of contextual menu item for moving a container (group / filter / etc) to trash */
"TrashContainer" = "Move to Trash";

/* Title of contextual menu item for restoring a container (group / filter / etc) from trash */
"RestoreContainerFromTrash" = "Put Back";

/* Title of contextual menu item for emptying trash */
"EmptyTrash" = "Empty Trash…";


/* Title of contextual menu item for creating a group by the current selection */
"AddGroup" = "New Group…";

/* Title of contextual menu item for creating a Daedalus stack by the current selection */
"AddStack" = "New Stack…";

/* Title of contextual menu item for creating a external folder by the current selection */
"AddFolder" = "New Folder…";

/* Title of contextual menu item for creating a filter by the current selection */
"AddFilter" = "New Filter…";

/* Title of contextual menu item for creating a sheet inside the currently selected group */
"AddSheet" = "New Sheet…";

/* Title of contextual menu item for glueing sheets together */
"GlueSheets" = "Glue Sheets";

/* Title of contextual menu item for unglueing sheets */
"UnglueSheets" = "Unglue Sheets";

/* Title of contextual menu item for merging sheets */
"MergeSheets" = "Merge Sheets";

/* Title of contextual menu item for duplicating a container (i.e. filter) in the current selection */
"DuplicateContainer" = "Duplicate";

/* Name of containers (i.e. filters) that were duplicated by the user. Placeholder container original container name. */
"DuplicatedContainerName" = "%@ copy";

/* The button used to reveal an external folder or file in finder */
"RevealInFinder" = "Show in Finder";

/* Title of contextual menu item opening an editing popover for sheet keywords */
"Keywords" = "Keywords…";

/* Title of contextual menu item opening an editing popover for a container's counting goal */
"Goal" = "Goal…";

/* Title of contextual menu item for showing text statistics for the current selection */
"Statistics" = "Statistics…";

/* Title of contextual menu item for showing Quick Export popover for the current selection */
"QuickExport" = "Quick Export…";

/* Title of contextual menu item for showing an export preview window for the current selection */
"ExportPreview" = "Preview…";


/* Title of contextual menu item revealing a sheet inside a virtual container (e.g. a filter) inside its original group */
"RevealInGroup" = "Reveal in Group";

/* Title of contextual menu item revealing a container selected in the sheet table inside the container table */
"RevealInSidebar" = "Reveal in Sidebar";

/* Title of contextual menu item for showing the selected group/filters in a new (2-column) window */
"OpenInNewWindow" = "Open in New Window";


/* Contextual menu item on external folder section for adding an external folder. */
"AddExternalFolder" = "Add Folder…";

/* Contextual menu item on external folders to remove the link to an external folder */
"RemoveSourceItem" = "Remove";

/* Contextual menu item to removes files opened from the group "Open Files". */
"CloseExternalFile" = "Close";


/* Title of contextual menu item allowing to restore a model node from a backup to a certain section. Placeholder contains the name of the target section (e.g. "iCloud" or "On My Mac"). */
"RestoreBackupToSection" = "Restore to %@";

/* Title of contextual menu item allowing to restore a model node from a backup to a certain section. First placeholder contains the name of the target section (e.g. "iCloud" or "On My Mac"). Second placeholder the name of the target group (e.g. "Inbox") */
"RestoreBackupToGroup" = "Restore to %@ %@";


/* Title of the alert shown when an external folder was deleted */
"BrokenSource" = "Unable to access source folder!";

/* Informative text of the altert shown when an external folder was deleted or the access permission to it was lost */
"BrokenSourceText" = "Ulysses is unable to access the external folder “%@”. It may have been deleted or access permissions were lost. Please select a new folder or remove the folder!\n\nOriginal path: %@";

/* The button used to select a new path if an external folder was deleted */
"SelectSource" = "Select…";

/* The button used to remove an external folder if it was deleted */
"RemoveSource" = "Remove";

/* Title of the menu item used for hiding an item from the sidebar */
"RemoveFromSidebar" = "Remove from Sidebar";

/* Title of the menu item used for restoring the introduction */
"ResetIntroduction" = "Reset Introduction";


/* Menu item title for sorting the sheets in the group/filter. */
"Sort" = "Sort";

/* Menu item title for sorting the sheets in the group manually. */
"Manually" = "Manually";

/* Menu item title if the sheets in the filter cannot be sorted (since they are automatically sorted based on the sorting of the sheets in the originating groups). */
"None" = "None";

/* Menu item title for sorting the sheets in the group/filter by creation date. */
"By Creation Date" = "By Creation Date";

/* Menu item title for sorting the sheets in the group/filter by modification date. */
"By Modification Date" = "By Modification Date";

/* Menu item title for sorting the sheets in the group/filter by title (i.e. alphabetically). */
"By Title" = "By Title";

/* Menu item title for sorting the sheets by date, with the oldest sheet listed first. */
"Oldest First" = "Oldest First";

/* Menu item title for sorting the sheets by date, with the newest sheet listed first. */
"Newest First" = "Newest First";

/* Menu item title for sorting the sheets by title, starting with A. */
"A to Z" = "A to Z";

/* Menu item title for sorting the sheets by title, starting with Z (i.e. reverse order). */
"Z to A" = "Z to A";
